Repository: elsa-workflows/elsa-dashboard
Catalog: src/framework/Elsa.Studio.Translations/Translations.*.resx
Languages: fa

source: 14 days
fa: 14 روز

source: A custom category by which to group this input.
fa: گروه سفارشی این ورودی.

source: 180 days
fa: 180 روز

source: A brief description of this output.
fa: توضیح مختصر خروجی.

source: A description of this activity to be displayed in the designer.
fa: توضیحی از این فعالیت که در ویرایشگر نمایش داده میشود.

source: A brief description of the secret.
fa: توضیح مختصر کلید.

source: A custom category by which to group this output.
fa: گروه سفارشی این خروجی.

source: 7 days
fa: 7 روز

source: 90 days
fa: 90 روز

source: A brief description of the agent.
fa: توضیح مختصر رابط.

source: A brief description of the workflow.
fa: توضیح مختصر فرآیند.

source: A brief description of this input.
fa: توضیح مختصر ورودی.

source: A custom activity category to assign this workflow-as-an-activity to.
fa: گروه سفارشی فعالیت جهت اتصال فرآیند به آن.

source: A default value.
fa: مقدار پیشفرض.

source: A description about the role and purpose of this input variable.
fa: توضیح نقش و هدف این متغیر ورودی.

source: A description about the secret.
fa: توضیح کلید.

source: A technical name for the function
fa: نام فنی تابعی که این رابط انجام میدهد. مانند: WriteCode

source: A description about the role and purpose of this agent.
fa: توضیح نقش و هدف این رابط.

source: 30 days
fa: 30 روز
